0ad
anaconda
ani-cli
antigravity
ark
awww
aylurs-gtk-shell
base
base-devel
blueman
bluez
bluez-utils
bmon
brave-bin
brightnessctl
btop
byobu
cava
chaotic-keyring
chaotic-mirrorlist
cliphist
cmatrix
cpio
cursor-bin
dmidecode
dnsmasq
docker
dolphin
dunst
efibootmgr
eza
fastfetch
ffmpegthumbs
figlet
firefox
firefox-developer-edition
fish
foliate
fzf
gammastep
git
gnome-power-manager
gnome-themes-extra
google-chrome
grim
grub
gst-plugin-pipewire
gum
gvfs
gvfs-afc
gvfs-mtp
hollywood
htop
hypridle
hyprland
hyprlock
hyprpaper
hyprpicker
hyprspaces
hyprsunset
ifuse
imagemagick
inotify-tools
intel-media-driver
intel-ucode
iwd
jp2a
jq
keyd
kitty
konsole
kvantum
kvantum-qt5
libinput-gestures
libva-intel-driver
linux
linux-firmware
localsend-appimage
localsend-bin
loupe
mako
man-db
mariadb
mongodb-bin
mongodb-compass
moreutils
mpv
mtpfs
nano
nautilus
neovim
network-manager-applet
networkmanager
networkmanager-openvpn
ngrok
notion
npm
nwg-displays
nwg-dock-hyprland
nwg-look
ollama
os-prober
otf-commit-mono-nerd
otf-font-awesome
pacman-contrib
pamixer
parallel
paru
pavucontrol
pipes.sh
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plasma-workspace
plocate
plymouth
polkit-gnome
power-profiles-daemon
powertop
pyenv
python-pip
python-pipx
python-pywal
python-pywalfox
python-screeninfo
qt5-graphicaleffects
qt5-imageformats
qt5-quickcontrols
qt5-quickcontrols2
qt5ct
qt6-wayland
qt6ct
reflector
rofi
rust
satty
slurp
smartmontools
sof-firmware
starship
sudo
swaync
terminus-font
tesseract
tesseract-data-eng
tgpt
thunar
timeshift
tlp
touchegg
tree
ttf-fira-code
ttf-firacode-nerd
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
tty-clock
tumbler
udiskie
unifetch
unzip
usbmuxd
usbutils
uwsm
vim
visual-studio-code-bin
vlc
vulkan-intel
wallust
waybar
waybar-hyprspaces-fork-bin
waypaper
wev
wget
wireguard-tools
wireless_tools
wireplumber
wl-clip-persist
wl-clipboard
wlogout
wmctrl
woff2-font-awesome
wofi
wpa_supplicant
xclip
xdg-desktop-portal-hyprland
xdg-utils
xorg-xinit
yay
yay-debug
ydotool
yt-dlp
zram-generator
zsh
